---
kind: property
id: P:Autodesk.Revit.DB.Blend.BottomOffset
source: html/82bbb4bf-7f62-f6f8-bef7-d915db11669d.htm
---
# Autodesk.Revit.DB.Blend.BottomOffset Property

The offset of the bottom end of the blend relative to the sketch plane.

## Syntax (C#)
```csharp
public double BottomOffset { get; set; }
```